Tekla.Structures.Plugins.InputObjectDependencyAttribute


Tekla.Structures.Plugins.InputObjectDependencyAttribute.#ctor(Tekla.Structures.Plugins.PluginBase.InputObjectDependency)
DO NOT USE! For internal usage only!
Type:

Tekla.Structures.Plugins.InputObjectDependencyAttribute.#ctor(System.Int32)
DO NOT USE! For internal usage only!
Type:

Tekla.Structures.Plugins.InputObjectDependencyAttribute.Type
DO NOT USE! For internal usage only!